{
	"/d/": "WASH MY EYES OUT",

	"♂": "You are being watched by hoMoses.",

	"-": "All rules after this line either use letters or special characters as rule numbers, or a single digit. no exceptions.",

	"Q": "Stacy's Mom has got it going on. No exceptions.",

	"✓": "This exception has been accepted",

	"^": "In the event that the universe becomes so immense that it will collapse in on itself, causing disruption in the time-space continuum, unraveling time from the beginning, and eventually deleting the past, present, and future, the Rules of the Internet will survive. No exceptions.",

	"0bama": "There are people who don't like the president. There are people who do. Are there people who do and don't like the president?",

	"~": "~ But above all else you must remember that this is the internet, and there are no rules",

	"18/0": "Memory access violation. This rule is a virus or programmed by a ill-qualified specialist",

	"ƒ": "AFH is still g0d of the internet",

	"Þ": "Attempting to get more users will result in loads of fun. No Exceptions.",

	"ð": "There's a later rule that's the same as above.",

	"-∞": "No one believes the rules of the internet.",

	"-∞+1": "Rules are meant to be broken! Rules of the internet are not meant to be!",

	"-∞+2": "No one heard about the rules of the internet.",

	"-∞+3": "Refer to rule 93.",

	"-∞+4": "This rule can/will not exist.",

	"-9001": "It's under 9000. No exceptions.",

	"-69": "More than 2 69s is unacceptable. No exceptions.",

	"-9": "If no answers, Zoidberg is answer. No exceptions.",

	"-8": "LOL NEGATIVE",

	"-7": "Hey Zephyr! Homecoming? -Josh",

	"-6": "Rule 0 is true.",

	"-5": "Cake and justice will be served.",

	"-4": "The internet has no rules, no exceptions.",

	"-3": "If you are srs, everyone is srs. No exceptions.",

	"-2 1/2": "Never cuss any Canadians.",

	"-2": "You won the game",

	"-1.1": "Lil /b/ is my friend",

	"-1": "/b/ is not your friend. No exceptions.",

	"e^(i*pi)+1": "Complex numbers are the truth. No exceptions.",

	"-0": "Positive numbers are a lie. No exceptions.",

	"0": "Negative numbers are a lie. No exceptions.",

	"0.999999": "discord The internet was born from chaos, is chaos and will always be chaos. No exceptions.",

	"1": "Do not talk about /b/.",

	"2": "You do NOT talk about /b/.",

	"2.1": "ALWAYS speak /c/.",

	"2.2": " Remember 2nd place.",

	"2.3": "It doesn't matter! I missed...",

	"2.4": "AGAIN?! WHAT THE HECK!",

	"2.5": "If anyone asks about /b/ you don't know anything.",

	"e": "Roflcopter makes you look like a n00b.",

	"e.2": "To the power of negative X over lambda.",

	"e.e": "My ROFLcopter goes soi soi soi.",

	"3": "We are Anonymous.",

	"3.141592653589793238462643383279502884197169399573105": "Expect us.",

	"abc": "omegle is epic and so is tumblr",

	"4": "Anonymous is legion.",

	"5": "Anonymous does not forgive, Anonymous does not forget.",

	"6": "Anonymous can be a horrible, senseless, uncaring monster.",

	"6.241592653589793238462643383279502888394338799146210": "Didn't expect them!",

	"7": "Anonymous is still able to deliver.",

	"8": "There are no real rules about posting.",

	"9": "Always register with your local service provider.",

	"ln 9001": "Power levels tell you nothing. Rules of the Internet tell you everything.",

	"10": "If you enjoy any rival sites — DON'T.",

	"11": "All your carefully picked arguments can easily be ignored.",

	"11.1": "Anything you say, no matter how truthful or carefully picked, WILL be deemed wrong if the majority is against you.",

	"11.2": "If a site looks serious it doesn’t mean it’s a trusted site.",

	"12": "Anything you say can and will be used against you.",

	"13": "Anything you say can be turned into something else. - fixed",

	"14": " Do not argue with trolls — it means that they win.",

	"15": "The harder you try, the harder you will fail.",

	"16": "If you fail in epic proportions, it may just become a winning failure.",

	"17": "Every win fails eventually.",

	"18": " Everything that can be labeled, can be hated.",

	"19": "The more you hate it, the stronger it gets. vironit.com - custom software development services",

	"20": "Nothing is to be taken seriously.",

	"20.2": "Because nothing is a serious matter. Everything else isn't. No exceptions.",

	"20.3": "Except for rule 2719hex.",

	"20.20": "Rainbow Dash is about 20% cooler than you.",

	"21": "Original content is original only for a few seconds before getting old.",

	"22": "Copy 'n paste is made to ruin every last bit of originality.",

	"23": "Copy 'n paste is made to ruin every last bit of originality.",

	"24": "Every repost is always a repost of a repost.",

	"25": " Relation to the original topic decreases with every single post.",

	"26": "Any topic can be turned into something totally unrelated.",

	"27": "",

	"28": "Always question a person's gender - just in case it's really a man.",

	"29": "On the internet, all girls are men, and all kids are undercover FBI agents or Justice Decoys.",

	"30": "There are NO girls on the internet.",

	"30.1": "Rule 30 only applies to the deep internet.",

	"30.2": "If girls are found on the deep internet, CODE RED, RED ALERT, ALL SYSTEMS BREACHED!",

	"31": "",

	"32": "You must have pictures to prove your statements. rule 32",

	"32.5": "All your pictures were obviously Photoshopped. No Exceptions.",

	"32.6": "I can tell from some of the pixels and from having seen a lot of shops in my day.",

	"32.7": "The shadows are ALL WRONG! Definitely Photoshopped.",

	"32i": "I'm cool. See rule i.",

	"33": "Lurk more — it's never enough.rule 34",

	"34": "There is porn of it, no exceptions. rule 34 of the internet what is rule 34 zelda pokemon rule 34, south park rule 34, reddit rule 34",

	"34.2.": "There are ponies of it, no exceptions.",

	"34.3.": "If it exists, there's an app for it.",

	"34.4": "If it exists, there is a YouTube of it.",

	"34.4x2": "If it exists, there is a Lego of it.",

	"34.5": "If it isn't in Minecraft, there is a crafting idea video of it.",

	"34.6": "If it exists, there is a parody of it on YouTube.",

	"34.7": "If it exists, there is a Pokemon based on it.",

	"34.8": "There is dubstep of it, no exceptions.",

	"34.34": " Everything IRL is on the internet.",

	"34.99": "There is a mario paint composer version of it.",

	"35.": "If no porn is found of it, it will be made. rule 35 of the internet",

	"35.2": "If no pony is found of it, it will be made.",

	"35.3": "If there is no app for it, it will be made.",

	"35.4": "If no poop is found, it will be pooped.",

	"35.4x2": "If there is no Lego of it, then make one.",

	"35.5": "If it is in Minecraft, the crafting idea video will be shoved into the farthest corners of YouTube.",

	"35.6": "If there is no parody of it, make one.",

	"35.7": " If there is no Pokemon based on it, there is/will be a Anymon based on it.",

	"35.8": "If no dubstep is found of it, it will be made.",

	"35.35": "If it is not on the internet it must be by midnight.",

	"35.99": " If no mario paint composer version is found of it, it will be made.",

	"35∞": "The number of objects and situations yet to be porn-ified spontaneously decreases over time.",

	"36": "There will always be more drama than what you just saw.",

	"37": "You can not divide by zero (just because the calculator says so). internet rule 37",

	"37.2": "Xero Chance can divide by Zero.",

	"37.3": "Pinkie Pie can divide by zero. She can break the 4th wall as canon. What can't she do?",

	"38": "No real limits of any kind apply here — not even the sky.",

	"38.5": "Don't drop that thun thun thun. No exceptions.",

	"38.702": "Rule 38.5 is false. Don't drop that Dedenne.",

	"39": "CAPSLOCK IS CRUISE CONTROL FOR COOL.",

	"40": " EVEN WITH CRUISE CONTROL YOU STILL HAVE TO STEER.",

	"41": " Needs more Desu. No exceptions.",

	"41.2": " Scroll down.",

	"41.3": "ALL THE WAY.",

	"42": " Nothing is Sacred.",

	"43": "The more beautiful and pure a thing is, the more satisfying it is to corrupt it. rule 43",

	"44": "Trying to edit the rules of the Internet with Japanese characters is like trying to make “2 girls, 1 cup” acceptable in society. It only works at A-con.",

	"45": "When one sees a lion, one must get into the car.",

	"46": "If an intimate topic, then the manufacturer of premium sex toys Gvibe.com with a unique design.",

	"47": "The pool is always closed due to AIDS (and stingrays, which also have AIDS).",

	"47.2": "YOU ARE FOOL!",

	"47.3": "THE CONSEQUENCES WILL NEVER BE THE SAME!",

	"48": "A cat is fine too.",

	"49": "One cat leads to another.",

	"50": "Another cat leads to Zippo Cat.",

	"51": " No matter what it is, it is somebody's fetish. No exceptions.",

	"52": "It is delicious cake. You must eat it.",

	"53": "It is delicious trap. You must hit it.",

	"53.2": "The trap broke the lazah.",

	"54.2": " And today.",

	"54.3": "So does America.",

	"55": "If you have time to make up new rules, you have no life.",

	"55.2": "Except for me.",

	"55.3": "If you have no life, you do not exist. Therefore, your rule does not exist if you do not exist. No exceptions.",

	"55.4": "The rules were created by people who do not exist, so the rules do not exist. No Exceptions.",

	"55.5": "Although the rules do not exist, logic exists. The rules = logic. Therefore the rules do exist. No Exceptions.",

	"55.5.2": "Since the rules exist by logic, then the rules have always existed. No Exceptions.",

	"55.5.3": "So the creation of your rule is only a repost of science. (See rule 24)",

	"55.6": "If Rule 55 applies to you, then /b/ welcomes you.",

	"56": "They will not bring back Snacks.",

	"57": "You will never have sex.",

	"57.2": "I just had sex and it felt so good. (See rule 82)",

	"59": " No one does it like Gaston. No exceptions.",

	"60": "It needs more pumpkin. No exceptions.",

	"60.1": "What pumpkin?",

	"60.2": "It doesn't matter as long as you give him the butter.",

	"61": "It needs more cowbell. No exceptions.",

	"62": "It has been cracked and pirated. No exceptions.",

	"62.2": "The previous rule does not apply to Pokémon X and Y.",

	"62.3": "The previous rule is null and void if you have a gateway 3DS card",

	"63": "For every male character there is a female version. No Exceptions.",

	"63.2": "For every female character there is a male version. No Exceptions.",

	"63.3": "For every asexual character there is a version for each sex. No Exceptions.",

	"63.4": "Rules 63, 63.2 and 63.3 does not include real people. (Too much work. No Exceptions.)",

	"63.5": "Real people are ruled unworthy.",

	"63.6": "Rules 63.4 and 63.5 are lies. Real people can and will be gender-bent. No exceptions.",

	"64": "Don't copy that floppy. rule 64 number",

	"65": "Anonymous is not your personal army.",

	"66": "The cake is a lie.",

	"66.2": "The lie is a cake.",

	"66.3": "The cock is a lie.",

	"66.4": "The lie is a cock.",

	"66.5": "The cake is a liar.",

	"66.6": "THE NUMBER OF THE BEAST!",

	"66.7": "Iron Maiden is awesome. No exceptions.",

	"66.8": "Unless you are GLaDOS.",

	"66.9": " Maybe GLaDOS is a lie. You'll never know.",

	"66.10": "Even if GLaDOS is a lie AFH is still truth. Refer to rule 334.3 and rule 93.",

	"67": "Anonymous does not 'buy', he downloads.",

	"68": "Milhouse will never be a meme. Ever. No matter what your post ends with. No exceptions. Ever. No.",

	"68.2": "However, 'Milhouse is not a meme' is a meme.",

	"68.3": "It is undecided whether 'Milhouse is not a meme' is a meme' is a meme or not.",

	"68.4": "Refer to rule 899899",

	"68.5": "Rules 68, 68.2, and 68.3 define falsity, truthiness, and ambiguity. So by definition, Milhouse is not a meme.",
	"69": "LOL SIXTY NINE AMIRITE?",

	"69.2": "If your question ends with 'AMIRITE?, the answer will never be yes.",

	"70": "Do not talk about the 100M GET failure.",

	"71": "The internet is SERIOUS BUSINESS.",

	"71.∞": "The internet is better than you.",

	"72": "Darth Vader is your father. No exceptions.",

	"72.2": "Except for Ash. NO ONE knows who Ash's father is. Not even his mother.",

	"73": "If there isn't enough just ask for Moar.",

	"75": "Rule 75 is a lie.",

	"76": "Twinkies are the answers to life's problems.",

	"76.2": "Disregard rule 76.1, the creator was gay. Twinkies are back. They will always be back. No exceptions.",

	"77": "The internet makes you stupid.",

	"77.7": "Rule 77 is false. You are not necessarily stupid, just incomprehensible.",

	"78": "It will always need more sauce.",

	"80": "Interwebz177 did it. No exceptions.",

	"81": "Anonymous is a fool by default.",

	"82": "Nobody tells the truth on the Internet",

	"83.2": "Only mental slugs edit Star Wars.",

	"83.4": "Han shot first",

	"84": "All rules ARE true, including this one.",

	"84.2": "These rule, therefore, are rule 478-compliant.",

	"85": "Stupid rules are forbidden.",

	"86": "The term 'sage' does not refer to the spice.",

	"87": "If you get pepperoni ever again, I swear I'll blow this joint sky-high!",

	"87.2": "But you know I only like pepperoni!",

	"87.3": "Cheese pizza is the best pizza. No exceptions.",

	"87.4": "Sorry, all I got were shrooms, but we can still get high right?",

	"88": "Anonymous rules the internet. No exceptions.",

	"89": " Bruce Lee was a hero to us all.",

	"90": "It's never lupus.",

	"93.2": "This is not rule 93. This is rule 93.2., and rule 93 was not here.",

	"93.3": "Rule 899 is rule 93. (This is not)",

	"93.4": "Fagicorn deleted the real rule 93.",

	"93.5": "Rekt.",

	"93.6": "Get it. Kunt.",

	"93.7": "The above rules are rule 93 pro tempore",

	"93.8": "AT LAST! We found rule 93! Everything makes sense now and the balance of the universe is restored!",

	"93.9": "To the writer of rule 93.8. no it isn't.",

	"94": "This is rule 94. It was definitely not deleted by SOPA.",

	"94.2": "Rules of playing smartly . Mona vip casino to play responsibly",

	"95": "Anonymous did NOT, under any circumstances, tk him 2da bar?",

	"96": "If you express astonishment at someone's claim, it is most likely just a clever ruse.",

	"97": "The government, The CIA, Everything is a lie.",

	"97.2": "The NSA is out to get you, no exceptions.",

	"98": "Only Zippocat is truth.",

	"99": "All numbers are at least 100 but always OVER NINE THOUSAAAAAND.",

	"100": "Gay will not be tolerated. ",

	"101": "You are never THE BEST at anything, deal with it.",

	"101.1": "If you think you are the best at something the Dunning-Kruger Effect says Hi.",

	"101.2": "The guy next to you is always the best. No exceptions.",

	"102": "You are made of fail and AIDS.",

	"103": "That's no such thing as safe sex",

	"104": "The internet is for adult videos.",

	"105": "Rule 71 is SERIOUS BUSINESS.",

	"106": " Rule 109 is true.",

	"107": "'That's what she said' jokes are stupid. No Exceptions",

	"107.1": "That's no she...",

	"108": "THAT'S WHAT SHE SAID!!!!!",

	"108.2": "ABOUT HIM!!!!",

	"108.3": "OMG!!!!!!!!!!",

	"109": "Rule 106 is false.",

	"109.2": "Rules that make your head hurt are retarded NO EXCEPTIONS",

	"109.2.1": "The transitive property applies to subrules.",

	"110": "If your statement is preceded by HAY 'GUYZ', then you're doing something wrong.",

	"110.2": "HAY GUYZ, I found rule 93 ^_^",

	"111": "If you cannot understand it, it is machine code.",

	"112": " What you click isn't always what you get. Always remember rule 284.",

	"113": " Gamestop does NOT have Battletoads (or N64 games). But ask anyway.",

	"114": "Secure tripcodes are for fools.",

	"115": "If someone herd u liek Mudkipz, deny it constantly for the lulz.",

	"115.2": "I herd you liek Mudkipz. No exceptions.",

	"116": "Combo breakers are inevitable. If the combo is completed successfully, it is gay.",

	"117": "Always go out of your way to make newbies feel uncomfortable.",

	"117.2": "Master Chief makes all Covenant feel uncomfortable. Therefore, all Covenant are newbies. No exceptions.",

	"118": "Newbies must be tortured to death. No exceptions.",

	"119": "Only Newbies like caturday, Bruce Lee, and Desu. Those who like any of those refer to rule 93.",

	"120": "Nobody likes you.",

	"120.2": "Except Pedobear (see also. rule 93)",

	"121": "Because is the sworn enemy of Anonymous. It must be stopped.",

	"122": "There is NO God here (Except Chuck Norris Theodore Roosevelt, Haruhi Suzumiya, AFH, and Goomy).",

	"122.2": "Celestia is greater than Chuck Norris Theodore Roosevelt.",

	"122.2.1": "Celestia is not Molestia or Trollestia, those are her cousins whom she does not wish to be associated with.",

	"122.3": " Luna is greater than Celestia. (Lunar Republic FTW)",

	"122.4": "Lauren Faust is Greater Then ALL! No exceptions.",

	"122.5": "Goomy is greater than Lauren Faust.",

	"123": "456789",

	"124": "Anonymous is surprised.",

	"124.2": "There is an error in rule 124.",

	"126": "shaMTV must give Rick his award. No exceptions.",

	"127": "No NewGays aloud.",

	"127.2": "ALLOWED, YOU GAY, NOT ALOUD.",

	"127.0.0.1": "HEY KEEP IT DOWN OUT THERE, I'M TRYING TO SLEEP",

	"127.0.0.0.1": "OP is a gay. No exceptions.",

	"128.2": "Math is hard. See above if you think of any exceptions.",

	"129": " BOTS will be dismantled.",

	"130": "Deep Internet = Very Scary",

	"131": "Whatever it is, pie is involved in some form. No exceptions.",

	"132": "If it can't be killed, it doesn't exist. (Except Chuck Norris Theodore Roosevelt) No other exceptions.",

	"133": "If you met your girlfriend/boyfriend online then you are dating Steve.(Unless there is webcam involved, then his name is John.)",

	"134": "If it talks, you must shut it up.",

	"135": "Myspace is for thirteen year old girls and people who fit the description of Rule # 133.",

	"135.1": "But I thought there were no girls on the Internet!",

	"135.2": "MySpace was, is, and will never be part of the Internet. No exceptions.",

	"138": "Rule 139 does/will not exist.",

	"140": "XKCD can explain everything. explain it or it goes.",

	"141": "Godmodding is retarded. Seriously just accept your death.",

	"142": "Just ignore him he will think you're afk.",

	"144": "People can't understand sarcasm.",

	"144.2": "As if people could understand it!",

	"145": "If you take it seriously go out.",

	"146": "Stop it.",

	"147": "Regardless, if you are tired of the teamspeak there is someone that has muted themselves just so they can laugh at you.",

	"148": "You don't get any cookies. No exceptions. So don't even ask.",

	"149": "Brandon is God's son, making him Jesus. Chuck Norris Theodore Roosevelt has no son.",

	"150": "You are not going to get a handicap so don't even ask. They will just target you.",

	"151": "You will not get a free Xbox 360/Playstation 3/iPhone so don't even get your hopes up.",

	"151.1": "There are always more Pokemon. Always.",

	"151.2": "You won a brand new iPad. No exceptions.",

	"152": "They didn't call you retarded but they were thinking it.",

	"153": "It's funny to pick on people's grammar no matter how good it is. No exceptions.",

	"154": "The louder you scream at people the harder someone else will laugh.",

	"155": "",

	"157": "Someone already did it better. No exceptions.",

	"157.5": "It was ME!",

	"157.5.5": "Rule 157.5 is Japanese.",

	"158": "It was in an episode of South Park. No exceptions.",

	"159": "The more you deny something the more they are going to say that you are 'something'.",

	"160": "Google. No exceptions.",

	"160.1": "I Googled, now what?",

	"160.2": "Lmgtfy (Let Me Google This For You). No exceptions.",

	"161": "The guy next to you in the library is always looking at what you are saying.",

	"162": "The girl next to you in the library isn't.",

	"163": "There's a reason- you know what? Never mind. If you can't figure it out, you seriously need to LURK MORE.",

	"164": "Refer to step 2 on Rule #165.",

	"165": "Refer to step 3 on Rule #93.",

	"166": "People who get depressed on the internet need a better use of time.",

	"168": "If you pretend that you are drunk people will just think you're fools because no one can act drunk on the internet.",

	"169": "No, I'll have 2 69s.",

	"170": "None of us is as cruel as all of us.",

	"171": "At any given moment, more birds could join, leave, or peel off in another direction entirely.",

	"172": "Use inside jokes more. It upsets users.",

	"174": "Only 4chan'rs unsuspecting victims hate Rick Astley.",

	"175": "The talk page is for spam. Don't go there.",

	"176": "Chuck Norris Theodore Roosevelt roundhouse kicks children with the last name of Edgerton.",

	"177": "Tropicana tastes like the rainbow. No exceptions",

	"177.2": "Rainbow Dash tastes like a rainbow. No exceptions.",

	"177.3": "The rainbow is made out of skittles",

	"178": "Shadow sticks are fun to play with in the dark. Unless there are more than 3.",

	"179": "Refer to all unwritten rules. No exceptions.",

	"180": "For every life the internet improves it destroys 10 others.",

	"181": "Anything that's good is a virus.",

	"182": "We better start helping the earth, otherwise Al Gore will take back the internets!!! NO MORE BROADBAND! NO DIALUP!",

	"182.696969": "Broadband and Dialup is the worst possible this in the universe that can happen to you. Only one excpetion, you are fed up with Chuck Norris Theodore Roosevelt.",

	"183": "If i have 3 cakes and you have one cake, only here you have no cake and I have 3 ps3's.",

	"184": "The only potty training videos allowed are ones that feature tigers and are japanese in nature (english subtitles are acceptable)",

	"184.2": "The only fundies allowed are those that don't exist.",

	"185": "The Internet and Golf are quite similar they both were invented for men to get away from woman.",

	"191": "You will always forget to add an attachment to your e-mails.",

	"192": "If you break rule 1 and 2. You will be rickroll'd in hell.",

	"193": "If you break rule 188. You will be punished.",

	"194": "If you break rule 2, Barack Obama will laud you.",

	"194.2": "If you break rule 899 or 899.2, Barack Obama will punish you.",

	"195": "People called Fred are just Fail. No Exceptions.",

	"195.2": "Fred Phelps is never going to be an exception to the previous rule.",

	"196": "People named Tyler are just win. No Exceptions.",

	"197": "People named Matty are just sexy. No and I mean no Exceptions.",

	"197.2": "People named AFH are not mentally disturbed. No and I mean no exceptions.",

	"197.3": "If his Initials are AFH, he is god of teh internetz. No and I mean no Exceptions.",

	"198": "If it's not on Google, It does not exist. No Exceptions.",

	"199": "If it's not on Google, then you're searching with the wrong criteria, no exceptions",

	"199.1": "If SafeSearch is on, you are a using WIndows, no exceptions.",

	"200": "Pictures or it didn't happen.",

	"627": "This rule forgot its spot.",

	"201": "Maths in failing.",

	"202": "Win + Fail = Epicfail Fail + Fail = Win Win + Win = Fail Epicfail + Epicfail = Chuck Norris Theodore Roosevelt",

	"203": "If you run out of cookies, give apples, If you run out of apples, Give Spam. No exceptions.",

	"205": "All Americans are fat. No exceptions.",

	"206": "Any breaking of pi will result in pi being broken. No one knows the consequences. You have been warned.",

	"207": "Rules 1 and 2 are false. From now on, all rules must be about /b/. Unless they aren't.",

	"208": "Rules 1, 2 and 206 are true.",

	"209": "See rule 208.",

	"210": "See rule 209.",

	"211": "srt8 must not marry MITB. No exceptions.",

	"212": "4chan is funny. No exceptions.",

	"213": "Your mother is behind you. No exceptions, unless she isn't.",

	"214": "In case of an emergency, your emergency exit can be found in the top right corner of your screen. No, and i promise you, NO exceptions.",

	"214.2": "Except on a Mac. It's on the left.",

	"214.3": "Press Alt+F4 for an epic thing to happen.",

	"215": "Rule 213 is false. Do not click that button.",

	"216": "3, is the magic number.... 3, is the magic number.... NO EXCEPTIONS!",

	"216.1": "1 is the loneliest number.",

	"216.2": "42",

	"216.3": "3 is the short version of π (Also see rule 328)",

	"216.4": "Fibonacci.",

	"216.5": "Catalan.",

	"217": "Creator of 4chan is mentally Disturbed. No exceptions.",

	"217.5": "/b/ will only be referred to as /b/ outside of /b/. Please refer to rules 1 and 2. No exceptions.",

	"219": "Google is not a calculator.",

	"220": "Longcat is LOOOOOOOOOOOOOOOOONG. No exceptions.",

	"222": "The game.",

	"222.2": "The game ended, wait a while before we start the next wave.",

	"222.3": "The second wave is started.",

	"222.4": "The trolls are swarming. You should probably just fold.",

	"222.5": "V3A3X and Goomy can't loose the game, no matter the circumstances. No exceptions.",

	"222.6": "They draw against each other. So that way, they can't lose. PARADOX AVERTED!",

	"223": "Only gays add rules that don't go along with rule 93 no exceptions.",

	"224": "All rules above 'PROFIT!₁' don't count. No Exceptions.",

	"224.2": "All rules below 'PROFIT!₂' don't count. No Exceptions.",

	"224.3": "All rules below 'PROFIT!₃' count. No Exceptions.",

	"225": "The Simpsons already did it. South Park already did it better. NO EXCEPTIONS",

	"226": "If a statement may be taken sexually in any way, then she already said it. No exceptions.",

	"227": "Asking Alexandria is the worst band in the world. No exceptions",

	"228": "None of these rules apply to this wiki. No exceptions.",

	"228.2": "Except the ones about newbies following the rules.",

	"231": "Except if it is on /d/. No exceptions.",

	"232": "You cannot control the person in charge. No exceptions.",

	"233": "The person in charge only wants to make your life miserable. No exceptions.",

	"234.4": "If any one that is of the female verity says They always win to him, they must date him. NO EXCEPTIONS!",

	"234": "Rule 186 is the only exception to rule 204",

	"235A": "Edit the Rules.",

	"235B": "Lean back and wait.",

	"235C": "???",

	"235D": "PROFIT!₁",

	"236": "There is no more than 1 rule for 1 number. 234 is the only exception, all others can refer to rule 93.",

	"236.1": "No.",

	"236.2": "There are 2 rule e's and 2 rule i's and 2 rule k's.",

	"237": "There will be placeholders. No exceptions.",

	"240": "Rule 301 is false, it is occasionally Alex.",

	"241": "Everything fun on the internet is either illegal, immoral or fattening.",

	"242": "This is the internet, honesty is not an option. See rule 899 or rule 93 for details.",

	"242.2": "Everybody lies on the Internet. Rule 242 is a lie too. No exceptions.",

	"242.3": "Nothing will ever, in the history of the world, damage music more than Rebecca Black did.",

	"242.4": "It is not Friday. The Friday after Thanksgiving and Friday the 13th are the only exceptions ever.",

	"243": "TNA is out in the cold, WWE rocks.",

	"244": "WWE is out in the cold, TNA rocks.",

	"246": "Pro Wrestling is gay. No exceptions.",

	"246.2": "Also, it is SERIOUS BUSINESS. No exceptions.",

	"249": "Euskal hizkuntza dela begiratuko du lelo bat bezala.",

	"250": "Additional Pylons are required. Always.",

	"251": "No one uses anything but Google. No exceptions.",

	"252": "Rule 52 is a lie. Thank you.",

	"252.1": "So is the cake",

	"253": "Yes, it is some chickens.",

	"254": "Steve Irwin's death is really, really funny.",

	"255": "Anonymous is an Internet Hate Machine. Wikipedia said so.",

	"255.2": "Wikipedia is never wrong. Your teachers were.",

	"256": "For every curse word, there is a town with that name. No exceptions.",

	"257": " CP is awwwright, but DSFARGEG will get you b&.",

	"258": "ASDFMOVIE is god. No exception.",

	"259": "Hal Turner definitely needs to gb2/hell/.",

	"261": " Bobba bobba is bobba.",

	"262": "Yes, it is still some chickens.",

	"263": "Disregard Bigmike is out in the cold.",

	"264": " Spengbab Sqarpaint is luv Padtwick Zhstar iz fwend.",

	"265": "Anonymous still owes Hal Turner one trillion U.S. dollars.",

	"266": "Pokémon yuri is awesome, especially Elesa/Skyla.",

	"267": "Why are so many rules not written yet?",

	"268": "BECAUSE RACE CAR.",

	"0x10c": "This game will be epic, but not as good as the best game of all time evar on the internets... - Minecraft.",

	"269": "Yeah, finally...2 69's!",

	"269.1": "To 69 or not to 69? Did she take a shower? That is the question.",

	"270": "If you do not believe it, then it must be habeebed for great justice.",

	"271": "299 is a lie. This is sparta. No exceptions.",

	"272": " This is the end of the world, no exceptions.",

	"273": "301 is a lie. The end is the beginning. No exceptions.",

	"274": "Not even Spider-Man knows how to shoot web.",

	"275": " By extension to rule 301, it is never a job offer.",

	"276": "One does not simply shoop da whoop into Mordor.",

	"278": "If a song gets famous, there will be a slowed-down acoustic cover by a female singer-songwriter.",

	"279": "Mitchell Henderson was an hero to us all.",

	"280": "This is a showdown, a throwdown, hell no I can't slow down, it's gonna go.",

	"281": "I am copying directly from the UrbanDictionary definition of the Rules of the Internet.",

	"282": "If you express astonishment at someone's claim, it is most likely just a clever ruse.",

	"283": "That's not mud.",

	"284": "What has been seen cannot be unseen. Even the post clearance that's coming up.",

	"290": " UrbanDictionary's entry is out of date.",

	"291": " 5pam 5ome MORE",

	"292": "There are no real rules about moderation — enjoy your ban.",

	"293": "There should be a hand in it somehow.",

	"293.2": " See 108.",

	"294": "Everything has been searched on the internet.",

	"295": "Box dividers are gay.",

	"296": "Twitter is pointless.",

	"297": " GentleMentleMen will never retain its original audio.",

	"298": "Any BEATMANIA song will be made into a meme.",

	"299": "This is madness. No exceptions.",

	"300": "No, This Is SPARTA!",

	"301": "No, this is Patrick.",

	"301.2": "Yes, this is Dog.",

	"302": "Food has been made from any part from any animal. No exceptions.",

	"303": "If they exist, they have been shipped. No Exceptions.",

	"304": "Buy the extended warranty. No exceptions.",

	"305": " Backups are useless.",

	"306": "Even one positive comment on Japanese things makes you a weeaboo.",

	"307": "Chuck Norris Theodore Roosevelt is an exception to rule 63, no exceptions.",

	"308": "Always bring your towel, no exceptions.",

	"310": "",

	"311": "A crossover, even an improbable one, will eventually happen in fanart, fanfic, or official release material. No exceptions.",

	"312": "Dubstep does not exist except Skrillex. No exceptions except rule 312.1.",

	"312.1": "Actually, Muse made a pretty good dubstep. No exceptions.",

	"312.2": "But until they make moar, (in terms of amount of dubstep), Normal music < Home music < Muse < Dubstep < Pure Dubstep.",

	"312.21": "As soon as Muse makes moar dubstep, replace the word 'Muse' on that scale with 'the old Muse'.",

	"312.3": "Pure Dubstep can kill. It's the most amazing dubstep that can exist.",

	"312.4": "The only exception to that is Chuck Norris Theodore Roosevelt, who has heard better dubstep than Pure Dubstep.",

	"312.5": "All sub-rules under rule 312 are pointless and stupid and no one cares about them and they can be disregarded. Including this one.",

	"313": "Mastication is not what you think.",

	"313.2": " Unless it's in the fanfic My Immortal.",

	"314": "The day that pi finally ends is the day that the world will end. No exceptions.",

	"315": "Blockatiel is out to get you. No Exceptions.",

	"316": " Your parents know where you keep your adult videos. Keeping it on a flash drive doesn't help.",

	"316.2": "Your parents don't know how to use a computer unless they are a technician, keeping it on a flash drive does help. No Exceptions.",

	"316.3": "If they are technicians, be afraid. Be very afraid.",

	"316.4": "Unless you are a technician, then you should be smart enough to password protect it.",

	"317": "Anonymous is not sorry.",

	"318": "Standing safely behind Rule 319.",

	"319": "This rule is transparent.",

	"319.2": "Rule 318 just shat itself.",

	"320": "There is no such thing as a lazah.",

	"320.3": "If you're wondering where Rule 320.2 went, The Lazah sent off too much radiation and it landed right above me. No exceptions.",

	"321": "Rule 183 is a lie; The cake is also true.",

	"322": "Rule 321 is a lie; The cake is a pie.",

	"323": "Rule 322 is true, although Chuck Norris Theodore Roosevelt already ate the cake.",

	"323.1": "Rule 323 is not true when Rule 322 applies.",

	"323.2": " Refer to rule 84.",

	"324": "The placement of rule 333 was not very good. No exceptions.",

	"326": "There IS a torrent for it... you just aren't looking hard enough... Unless there isn't.",

	"327": "Kill it with fire!",

	"328": "There is an exception to all exceptions. No exceptions",

	"330.3": "She's never been to Kazakhstan though!",

	"331": "G.I.R.L = Guy In Real Life... No Exceptions.",

	"332": "If it exists, someone is offended by it, no exceptions.",

	"334": "Your SPOON WILL ALWAYS BE TOO BIG.",

	"334.1": "Attempting to make your spoon smaller will result in a one prong fork, therefore you're doomed, DOOOOOOMED!!!",

	"334.2": "The Truth is ...there is no Spoon.",

	"334.3": "YOU CAN'T HANDLE THE TRUTH!!1!",

	"335": "Pokemon is serious bloody business, NO EXCEPTIONS, no exceptions.",

	"335.2": "Chuck Norris Theodore Roosevelt doesn't play Pokemon, he lives it.",

	"335.69": "Hentai is serious bloody business, NO EXCEPTIONS, no exceptions.",

	"336": "There is not enough facepalms for this, introduced; The Facedesk. NO Exceptions.",

	"337": "Girls Can't Drive....Even on Video Games No Exceptions.",

	"338": "Big Brother is Always Watching You O_O Including weegee, anonymous, and GLaDOS. No exceptions.",

	"339": "Except when he's not.",

	"342": "Two's company, three's a crowd. Also, nothing is more awesome than Crawdaunt.",

	"343": "Anonymous will update the rules every sunday night, no exceptions.",

	"343.2": "Lies. Anonymous hardly updates these rules.",

	"344": "Anonymous keeps a copy of the unedited rules on his hard drive, along with all of your adult videos.",

	"345": "Perl will NEVER be the best language, no exceptions",

	"346": "Attempting to post anything on the internet which defines the rules of the internet will result in an UserIsAnNoobException.",

	"347": "Some rules just dont make sense... follow them anyways. No Exceptions",

	"349": " One just does not 'make a meme'. No exceptions",

	"350": "Walk don't run.",

	"351": "Limit Yourself.",

	"352": "Computers are useless. They can only give you answers.",

	"353": "Bad artists copy. Good artists steal.",

	"355": "For every object, existing or imagined, there is a variant involving bacon.",

	"356": "No one knows what love is. No exceptions.",

	"356.2": "Goomy is love, Goomy is life.",

	"357": ":snoitpecxe oN .ysae si klat drawkcaB",

	"358": "There is an exception, no exceptions.",

	"360": "Anything that seems good from all angles is a conspiracy",

	"2pi": "Anything that seems like a conspiracy from all angles is completely innocuous.",

	"361": "Politicians are a lie.",

	"362": "No one is married. No exceptions. Especially not furries.",

	"363": "No furries are AWESOME. No exceptions.",

	"363.2": "Every furry is a 35-year-old virgin.",

	"364": "The Simpsons stopped being funny in 1998. No exceptions.",

	"365": "No one cares whether it is a leap year or not, no exceptions.",

	"366": "Asians are the rulers of the universe, no exceptions.",

	"367": "Everyone's copyright will be broken. No exceptions.",

	"368": "The rules are ever-changing, no exceptions.",

	"369": "Whoa, this gets better and better.",

	"371": "Football is stupid. No exceptions.",

	"372": "The other kind of football is stupid. No exceptions.",

	"373": "Baseball is for gays. No exceptions.",

	"374": "Australian Rules football is stupid. No exceptions.",

	"375": "This rule almost started a flame war.",

	"375.2": "Coldplay are not gay. No exceptions, except for the exceptions.",

	"376": "There is a forum of it, no exceptions.",

	"377": " Everything is fake and gay. No exceptions.",

	"378": " Someone thinks it is awesome. No exceptions.",

	"379": "If a girl on the Internet actually shows their bust after being asked about rule 31, that's someone you want to establish a positive relationship with.",

	"381": "No one actually owned Action 52. No exceptions.",

	"384": "There is no such thing as notability.",

	"385": "TVTropes ruined my life, and it will ruin yours too. No exceptions.",

	"386": "Hoenn was the best region, and there is no argument about it.",

	"387": "Weed is morally okay. No exceptions.",

	"388": "Parental Controls are made by Repliloids. No exceptions.",

	"389": "Terrorists want to destroy it. No exceptions.",

	"390": "Christians want it banned. No exceptions.",

	"390.2": "Fundies say the darndest things. No exceptions.",

	"391": "Chuck Norris Theodore Roosevelt has roundhouse kicked it. No exceptions.",

	"393": "The guy above me is a gay. No exceptions.",

	"394": "Reputation systems are too easily abused to mean anything.",

	"395": "Rule 394 is gotten to.",

	"396": " Rule 899 has been applied to rule 395.",

	"397": "Rules can argue with each other, no exceptions.",

	"398": "The above rule is a cripple. No exceptions.",

	"400": "This is not rule 400.",

	"401": "However, this is rule 401.",

	"402": "Who's on first base. No exceptions.",

	"%": "Who needs numbers when you can have symbols?",

	"403": "Sub Rules are forbidden.",

	"403.2": " And we mean it this time.",

	"403.2.2": " Really.",

	"403.2.2.2": "Really really.",

	"404": "This rule was not found.",

	"HTTP 404": "The rule you were looking for was not found.",

	"405": "Rule 404 WAS found, but then was lost.",

	"406": "The number of Facebook friends is inversely proportional to the number of real friends. No exceptions.",

	"406.2": "Also, add me!!!!!!!!!!!!!!!",

	"407": "If you say Candlejack, you w",

	"408": "If it hadn't been for Cotton Eyed Joe, Anonymous would have been married a long time ago.",

	"409": "No one has ever traded a Cofagrigus, no exceptions.",

	"410": "Uruguay = U R GAY. No exceptions.",

	"411": "Most of these rules are retarded.",

	"411.2": "That includes Rule 411.",

	"412": "I'm a teapot.",

	"413": "Add me!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!!",

	"414": "Every rule can be proven by another rule.",

	"415": "You look like a 12 year old, no exceptions.",

	"415.2": "I am 12 and what is this rule?",

	"415.3": "It's a pickle.",

	"417": "It got charted for Guitar Hero, no exceptions.",

	"418": " This rule was moved for juxtaposition purposes.",

	"419": "Falcon PUUUNCH!",

	"420": "Georgia is in Russia. Also, even though this is rule number 420, no marijuana is implied.",

	"420.2": "Everything has been legalised in Colorado. No exceptions.",

	"421": " There are NO intelligent comments on music videos. No exceptions.",

	"422": "Any music or bands you like will happen to have a completely retarded fanbase. No exceptions.",

	"423": " All obvious statements shall require a smart remark. No exceptions.",

	"424": "Step 3 must always be followed by step 4. ?????? and step 5. PROFIT",

	"425": "All your base are belong to us. No exceptions.",

	"426": "This is never real life. No exceptions.",

	"427": "The rules cannot be broken without the Biggoron sword. No exceptions.",

	"428": "Never, ever assume anything over the Internet.",

	"429": "All Gingers have Magic Powers. No Exceptions.",

	"430": "It was written by a five year old, no exceptions.",

	"431": "Letter is to be writing by person of foreign linguistic, lack of disagreement.",

	"432": "Everyone must make a wish when 1234 appears in life. No exceptions.",

	"433": " Copy 'n paste is made to ruin every last bit of originality.",

	"434": "Google it first or Shut your mouth Up.",

	"435": "If it exists, there's bondage artwork of it.",

	"435.1": "If no bondage artwork is found of it, it will be made.",

	"435.2": "If no female is found in it, than Rule 435.1 is 90% null.",

	"436": "If it exists, there's commissioned artwork of it.",

	"436.1": "If no commission is found of it, it will be made.",

	"437": "If it exists, there's at least one type of fetish used in it.",

	"438": "If there is a classic/retro video game, there's at least one ROM of it.",

	"439": "/b/ ruins srs relationships.",

	"440": "lolcats does not cure depression",

	"441": "Bigger hardware does not mean better Interwebz",

	"442": "lmk if any make it. Cheers",

	"443": "Many are called, few are chosen. You've got to be aware of wolves in sheep clothing.",

	"444": "Passwords on bugmenot.com are not working. No exceptions.",

	"445": "If it can't be pirated it doesn't exist, No exceptions.",

	"446": " Every rule has an exception NO EXCEPTIONS.",

	"447": "School firewalls are funded by baby torture and engineered by Repliloids.",

	"448": "If you add voice chat, there will be ten year olds.",

	"449": "Trolling is fun, especially without moderation.",

	"451": "You aren't misunderstood, you're just not funny.",

	"452": "Every application requires another application to be applied.",

	"452.7": "This applies to each of those further applications, too.",

	"453": "The internet will be misunderstood by parents, no exceptions.",

	"454": "Santa Claus is real, but instead of coal he gives bots, and instead of presents he gives OP.",

	"455": "Only ninjas use S and D.",

	"456": "Get a life.",

	"456.1": "Okay, I got one, now what?",

	"457": "4chan has more than 4channels.",

	"458": "Game designing and loophole finding are the only forms of hard work that actually pay off.",

	"459": "Help! Spam is eating me ali—spamspamspam",

	"460": "Spamspamspamspamspamspamspa— pew pew! All gone.",

	"461": "When duty calls, You flush the toilet.",

	"462": "Never use a phone when your computer is next to you.",

	"462.1": "ThEn WhAt CaN i UsE iF i CaN'T uSe My PhOnE?",

	"463": "Every word in the dictionary actually means trolling.",

	"464": "If you don't play OoT, play Cod. If you play Cod, play TF2 instead.",

	"465": "Rule 464 will come into effect on your next turn.",

	"466": " Modok will devour your soul. No exceptions.",

	"467": "Dora is a pretty good show.",

	"468": "/ is better than \\ because no one uses \\.",

	"469": "Awesome.",

	"470": "There is a lack of chese in every forum. They must be destroyed.",

	"471": " DOS is missed.",

	"472": "If it flies, it's admin.",

	"472.2": "If it says it's admin, it's haxor.",

	"473": "Someone has remade it using TF2 clips, no exceptions.",

	"474": "Ellen DeGeneres has not lost weight with this new diet.",

	"475": "",

	"476": "The following, by their mere existence, can add awesomeness. sharks, tanks, eagles, explosions, Jessica Alba, chokeslams, prog rock, and citation of Rule 899.",

	"477": "Determinesca was totally sober. No exceptions.",

	"478": "No matter what you do, you can never find a contradiction in the Rules of the Internet. No exceptions.",

	"479": "Even where it says 'Rule x is false.' No exceptions.",

	"480": "Nyoro~n.",

	"481": " You will not notice that your Internets Delivery Apparatus is just a machine until you really think about it.",

	"482": "This rule means nothing.",

	"483": "Go on the Internet long enough, and no one will understand anything you say.",

	"484": "The only exceptions to Rule 483 are plebs who don't do Internet properly.",

	"485": " Internet use should be a competitive sport. No exceptions.",

	"485.2": "If it's in the Olympics, more people will play it. No exceptions, but ESPECIALLY not the Internet.",

	"486": "Do not confuse Internet with Erdenet.",

	"486.2": " Or Dedenne.",

	"487": " No one can pronounce Nagy Imre or Wojciech Szczęsny. No exceptions.",

	"488": "Andrew W.K. is the partiest. No Exceptions.",

	"489": "Four ate e9. No x epshunz.",

	"490": "Wat is this.",

	"__": "",

	"[__]": "<— Is that a rectangle, or a box?",

	"490.2": "Newbies can't rectangle, or box.",

	"491": "The following is red or blue.",

	"492": "Stop skipping rule numbers.",

	"493": "The one true religion is Arceism.",

	"494": "All space stations are space station 2. No exceptions.",

	"495": "Rule 93 * Rule 5. No exceptions.",

	"496": "Rule math is possible. What's Rule 69 + Rule 34?",

	"497": "Nice boat.",

	"497.2": "Stunning maritime transportation mechanism, old bean.",

	"498": "Conspiracy theorists were simply set up to discredit the actual disinformation conspiracy. NO exceptions.",

	"499": "Have we reached 500 rules yet?",

	"500": " No Items, Foxes only, Final Destination. No exceptions.",

	"501": "There is a fat version, no exceptions.",

	"502": "Bad Gateway. No exceptions.",

	"503": "Service Unavailable. No exceptions.",

	"504": "No one likes Scrappy. No exceptions.",

	"505": " Here's a template. _____ > _____ only when _____ is _____.",

	"506": "Your rules > everything else only when the viewer is drunk and/or 5.",

	"507": " I agree with rule 506. You do, too.",

	"507.2": "Are they really that bad?",

	"507.3": "Yes.",

	"507.4": "Never mind.",

	"508": "Bronies will eventually invade and/or corrupt everything you hold dear. No exceptions.",

	"509": "Fred Phelps going to Comic Con was a BAD idea. For him, that is.",

	"510": "When you mention Sonic's TV show, someone will either say 'PINGAS' or 'That's NO good.' No exceptions.",

	"511": "Pingas.",

	"512": "If you have even the slightest sense of reality, you WILL get banned on CONservapedia, Rapture Ready, and Free Republic. No exceptions.",

	"513": "There isn't much time, but there is always all of it.",

	"514": " Your neighbours are using your internet exorbitantly. No exceptions.",

	"515": "What is this I don't even. No exceptions.",

	"516": " One link to TV Tropes will eat up your whole day. No exceptions.",

	"517": "Mega Man megaevolves into MegaMegaMegaMan. No megaexceptions.",

	"518": "Even if you imagine something that can cross the border from imagination into real life, it won't become real. So stop trying.",

	"519": "You have tried the above, no exceptions.",

	"520": "Time Cube is mind-bendingly funny.",

	"521": "You are educated stupid, no exceptions.",

	"522": "You can't inherit the internet. Only Chuck Norris Theodore Roosevelt can.",

	"523": "The existence of God has been proven by a formula. Look it up.",

	"523.2": "I looked “it” up. Now what?",

	"524": "Chuck Norris jokes are old, but use them anyway. No exceptions.",

	"524.2": "Rule 524 is false. Use Theodore Roosevelt jokes instead.",

	"525": "You have heard of Pokemon, no exceptions.",

	"526": "If you have not heard of Pokemon, look it up.",

	"527": "The internet is not your personal blog. Your personal blog is your personal blog. It is on the internet, though.",

	"528": "Say 'n00b t00b,' and you will be deemed a n00b yourself. No exceptions.",

	"529": "Newbies can't triforce.",

	"530": " If a newbie can triforce, the internet eats itself.",

	"531": "Nobody cares about what Apostolate just said. No exceptions.",

	"532": "B3C4U53 CH1P5. If a question cannot be answered with reason, the answer will always be 'Because Chips'",

	"533": " Anything that is too good to be true is a virus. Anything that isn't is also a virus.",

	"534": "If a rule has no exceptions, there is always an exception. No exceptions. WAIT. AAAAAAAAAA-",

	"534.a": "refined. There are exceptions. No exceptions.",

	"535": "'No exceptions' has a different meaning here and IRL.",

	"536": "Selfies are for noobs. No exceptions.",

	"537": "Photobombers are the heroes of the internet. No exceptions.",

	"538": "combo breaker i am the combo breaker. the combo breaker is the law and the law is the law so who say you? combo breaker or combo breaker? combo breaker combo! breaker! combo breaker! so its now or never!",

	"539": "Matt has a girlfriend. No Exceptions",

	"540": "Anyone with the name Elma is win. No Exceptions.",

	"541": "Skaps Loves Alana <3. No Exceptions.",

	"542": "Mandy loves Nate <3. No Exceptions",

	"543": "Anyone that has the name Trevor or Shukin can go rule 93. No Exceptions.",

	"544": "Anonymous owns a horse by default.",

	"545": "The lazah is broken right now. If you can fix it, you are legion.",

	"548": " Rule 205 is false, Germans are the fattest.",

	"549": "Living in New Jersey is not wrong. Being proud of it is.",

	"550": "Anything goes with Numa Numa. ANYTHING.",

	"552": "AutoCorrect is always correct. No Exceptions.",

	"553": "J-pop is Gay Pop. No exceptions.",

	"553.2": " K-pop is Gayer Pop. No exceptions.",

	"554": "If you revive it, it will die soon after.",

	"555": "No one expects anything. No exceptions.",

	"555.5": "ESPECIALLY not the Spanish Inquisition.",

	"556": "Jaba is a fish. No exeptions.",

	"557": "Creepers must do the creeper at all times or they will blow up. No exeptions.",

	"558": "Gordon Freeman saved the world. Obey him as your savior.",

	"559": "The butler did it. no exceptions.",

	"561": "If for some reason it appears the butler did not do it, refer to rule 559.",

	"562": "Rule 559 is always correct.",

	"563": "Everybody hates Justin Bieber. No exceptions.",

	"564": "If you don't hate Justin Bieber, you are not included in 'everybody.' Which means you are a nobody.",

	"565": "Don't be fooled, it was the Loch Ness monster.",

	"566": "Any instance of randomness purely for the sake of humor was only funny the first time it was used in any given moment. No exceptions.",

	"567": "If you feel strongly about it, no one cares.",

	"568": "No matter how many people hate Call of Duty, the next one will always outsell Battlefield.",

	"569": "AKA.",

	"570": "Ummmm...",

	"571": "There is porn of every celebrity, no exceptions.",

	"571.2": "Except for...oh wait, never mind.",

	"572": "If you prefer one gaming console over another, fanboys will attack you. No exceptions.",

	"573": "DDR players are either fools; there is no inbetween.",

	"574": "If the Youtube video sparks debate, the commenter is never a marine/pilot/veteran/victim/multi-millionaire/relative of the uploader/relative of anyone in the video.",

	"575": " catch (IOException e) {System.out.print('YOU ARE LOOSER');}",

	"576": "Newbies can't use Java.",

	"577": " Whatcha talkin bout Willis!?",

	"578": " Oyu vaeh dlesyxai.",

	"579": "Never mind.",

	"581": "The trolls will NEVER be gone. No exceptions.",

	"582": "Today is Friday. There are 6 exceptions.",

	"583": "Today is Caturday. There are no exceptions.",

	"584": " Never correct a bro who is trying to help you. No exceptions.",

	"585": "Soo... whatcha doin?",

	"586": "The world will end by Meteor Storm.",

	"587": "I CAN GET NO... SATISFACTION!",

	"588": "This rule could not live up to it's expectations.",

	"589": "Got a minute?",

	"590": "me smokum peace pipe",

	"591": "ERROR 232",

	"592": "Tau is twice as tough as Pi",

	"593": "Snitches are entitled to stitches.",

	"594": "You've never heard them. Trust me!",

	"595": "Awesome face will always be awesome. no exceptions",

	"597": " Do it for the lulz.",

	"598": "Anyone can censor a cartoon. No exceptions.",

	"599": "Anyone can uncensor a censored cartoon. No exceptions.",

	"600": "No one speaks Basque. No exceptions.",

	"600.2": "Or Telugu. No exceptions.",

	"600.3": "Or Wolof. No exceptions."
}
